/* Browser viewcontrollers */

/* Browser - Browser */
"browserbrowserviewcontroller-Download complete" = "Download is klaar";
"browserbrowserviewcontroller-Downloaded %@ for %@. You can find it in the Files menu." = "%@ van %@ is gedownload. Je kunt het vinden in het Bestanden menu.";
"browserbrowserviewcontroller-Downloading query" = "Downloading query";
"browserbrowserviewcontroller-Failed to download" = "Download is mislukt";

/* Browser - User */
"browseruserviewcontroller-URL" = "URL";
"browseruserviewcontroller-Create bookmark" = "Maak een bladwijzer";
"browseruserviewcontroller-Enter the bookmark" = "Vul de bladwijzer in";
"browseruserviewcontroller-Enter the bookmark details" = "Vul de bladwijzer details in";
"browseruserviewcontroller-Name" = "Naam";
"browseruserviewcontroller-Select your choice" = "Maak je keuze";
"browseruserviewcontroller-Update bookmark" = "Ververs de bladwijzer";
